Introduction.org
#+TITLE: Introduction
#+DESCRIPTION: Introduction hints based on the attributes given in the reference manual by college.
#+AUTHOR: Harshavardhan B

*   TITLE 1:

=A Latency Analysis in Vehicular Ad Hoc Networks Based-on LoRaWAN using Cluster-Based Multi-hop Dissemination for Effective Emergency Communication in Comparison with Multi-hop Dissemination Algorithm=

** Paragraph 1:

1. Definition/what is the research about. ( At least 1 citation Mandatory ).

   Latency analysis in LoRa based Location Aided Mobile Adhoc Network using clustered based multi-hopping dissemination to reduce the flodding and improve the latency.
    
     : Citations:
     =Title= Design and performance evaluation of a LoRa-based mobile emergency management system (LOCATE)
     =Author= Luca Sciullo, Angelo Trotta, Marco Di Felice
     =Details= August 2019 Keywords:Internet of things (IoT)Lora technology Emergency communication system (ECS) Data dissemination protocols Performance evaluation

2. Why is it of importance of today's world. ( At least 1 citation Mandatory ).

   Better and faster emergency services and LoRa provides a cheaper solution with long range communication capabilities as cost of LoRa nodes are significanlty lower than LTE, and also reduces stress on LTE networks.

     : Citations:
     =Title= Design and performance evaluation of a LoRa-based mobile emergency management system (LOCATE)
     =Author= Luca Sciullo, Angelo Trotta, Marco Di Felice
     =Details= August 2019 Keywords:Internet of things (IoT)Lora technology Emergency communication system (ECS) Data dissemination protocols Performance evaluation
    
3. What are the applications of the research. ( At least 2 citation Mandatory ).

   Emergency services, sensory data transfer, long range low bandwidth communication , IOT
  
     : Citations:
     =Title= Design and performance evaluation of a LoRa-based mobile emergency management system (LOCATE)
     =Author= Luca Sciullo, Angelo Trotta, Marco Di Felice
     =Details= August 2019 Keywords:Internet of things (IoT)Lora technology Emergency communication system (ECS) Data dissemination protocols Performance evaluation

     =Title= A Survey of LoRaWAN for IoT: From Technology to Application. Sensors. 18. 3995. 10.3390/s18113995.
     =Author= Haxhibeqiri, Jetmir & De Poorter, Eli & Moerman, Ingrid & Hoebeke, Jeroen.
     =Details= Published in 2018.

** Paragraph 2:

1. Total number of articles published in this topic over past 5 years in atleast 2 databases. ( Google Scholar, Science Direct, Web of Science, Pubmed, E village, IEEE explore, any other ).

   Google Scholar : 2000
   IEEE Explorer : 162
   IEEE Journal : 18
  
2. Most cited articles and thier findings ( cite at least 4 ).
     : Citations:
    
     =Title 1= Design and performance evaluation of a LoRa-based mobile emergency management system (LOCATE)
     =Author= Luca Sciullo, Angelo Trotta, Marco Di Felice
     =Details= August 2019 Keywords:Internet of things (IoT)Lora technology Emergency communication system (ECS) Data dissemination protocols Performance evaluation

     =Title 2= A Survey of LoRaWAN for IoT: From Technology to Application. Sensors. 18. 3995. 10.3390/s18113995.
     =Author= Haxhibeqiri, Jetmir & De Poorter, Eli & Moerman, Ingrid & Hoebeke, Jeroen.
     =Details= Published in 2018.
    
     =Title 3= Mobility Aware Multihop Clustering based Safety Message Dissemination in Vehicular Ad-hoc Network
     =Author= Nishu Gupta Ph.D. Scholar Dr. Arun Prakash Assistant Professor Dr. Rajeev Tripathi Professor
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

     =Title 4=  Multi-Hop LoRa Networks Enabled by Concurrent Transmission. IEEE Access. PP. 1-1. 10.1109/ACCESS.2017.2755858.
     =Author= Liao, Chun-Hao & Zhu, Guibing & Kuwabara, Daiki & Suzuki, Makoto & Morikawa, Hiroyuki.
     =Details= Published year (2017).
    
3. Overall which is the best study in you opinion. ( cite 1 ).
     : Citations:
    
     =Title= Mobility Aware Multihop Clustering based Safety Message Dissemination in Vehicular Ad-hoc Network
     =Author= Nishu Gupta Ph.D. Scholar Dr. Arun Prakash Assistant Professor Dr. Rajeev Tripathi Professor
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

** Paragraph 3:

1. What is the lacunae in the existance research. ( The unanswered problem that motivated you to do the study ).

   Clustered based multi hopping based on Location Aided Mobile Adhoc Network application on LoRaWAN opened door for cheaper, better, faster with long range Emergency service communication.
  
2. What is your ( team/department ) existing experience in research.

   Extensive guidance for research scholars on sensory networks to publish research journals.
  
3. Write the aim of your study ( The approved research question ).

   To acheive better latency and longer range.

*   TITLE 2:

=Comparing Effective Message Formats for Long Range Communication Based-on LoRaWAN Protocol using Location-Aided Emergency Communication in Vehicular Ad Hoc Networks=

** Paragraph 1:

1. Definition/what is the research about. ( At least 1 citation Mandatory ).

   Designing an effective message format to fit in the 51Byte ideal size of a packet to achieve maximum distance communication using adaptive data rate based on the frequency of the vehicles (nodes) calculated using RSSI.
     : Citations:
    
     =Title= LoRa-based Localization System for Emergency Services in GPS-less Environments
     =Author= Andrew Mackey and Petros Spachos
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

2. Why is it of importance of today's world. ( At least 1 citation Mandatory ).

   Message format enables us to design a optimised hueristic based Location Aided Mobile Adhoc Network protocol, enabling to reach longer distances as well as reducing the latency and overhead on the network.
     : Citations:

     =Title= Mobility Aware Multihop Clustering based Safety Message Dissemination in Vehicular Ad-hoc Network
     =Author= Nishu Gupta Ph.D. Scholar Dr. Arun Prakash Assistant Professor Dr. Rajeev Tripathi Professor
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

3. What are the applications of the research. ( At least 2 citation Mandatory ).

   Faster and better communication in Location Aided Mobile Adhoc Network based on LoRaWAN, improved data transfer distance, IOT.
     : Citations:

     =Title= Mobility Aware Multihop Clustering based Safety Message Dissemination in Vehicular Ad-hoc Network
     =Author= Nishu Gupta Ph.D. Scholar Dr. Arun Prakash Assistant Professor Dr. Rajeev Tripathi Professor
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

** Paragraph 2:

1. Total number of articles published in this topic over past 5 years in atleast 2 databases. ( Google Scholar, Science Direct, Web of Science, Pubmed, E village, IEEE explore, any other ).
  
   Google Scholar : 2000
   IEEE Explorer : 162
   IEEE Journal : 18

2. Most cited articles and thier findings ( cite at least 4 ).
  
     : Citations:

     =Title 1= LoRa-based Localization System for Emergency Services in GPS-less Environments
     =Author= Andrew Mackey and Petros Spachos
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

     =Title 2= Mobility Aware Multihop Clustering based Safety Message Dissemination in Vehicular Ad-hoc Network
     =Author= Nishu Gupta Ph.D. Scholar Dr. Arun Prakash Assistant Professor Dr. Rajeev Tripathi Professor
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

     =Title 3= IoT System Integrating Unmanned Aerial Vehicles and LoRa Technology: A Performance Evaluation Study
     =Author= J.-M. Martinez-Caro and M.-D. Cano
     =Details= Received 26 July 2019; Revised 1 October 2019; Accepted 9 October 2019; Published 3 November 2019

     =Title 4= Ad-hoc network possibilities inside LoRaWAN
     =Author=  DANIEL LUNDELL
     =Details= Department of Electrical and Information Technology Lund University. Published on June 21, 2017.
    
3. Overall which is the best study in you opinion. ( cite 1 ).
     : Citations:
     =Title 1= LoRa-based Localization System for Emergency Services in GPS-less Environments
     =Author= Andrew Mackey and Petros Spachos
     =Details= International Journal of Computer Science and Information Security (IJCSIS), Vol. 14, No. 3, March 2016

** Paragraph 3:

1. What is the lacunae in the existance research. ( The unanswered problem that motivated you to do the study ).

   Lack of effective message format to design Location based huristic Mobile Adhoc Network that supports long range using adaptive data rate.
  
2. What is your ( team/department ) existing experience in research.

   Extensive guidance for research scholars on sensory networks to publish research journals.
  
3. Write the aim of your study ( The approved research question ).

   To reduce end packet size for reliable message transfer and to achieve long range.
